Repository: gorpello/GymBro
Catalog: GymBroPackage/Sources/L10n/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fa, fr, it, ja, ko, nl, pl, pt, ru, tr, uk, zh, zh_hant

# nothingToImport
source: Nothing here GymMane can import
ar: لا يوجد هنا ما يمكن لـ GymMane استيراده
de: Hier ist nichts, was GymMane importieren kann
es: Aquí no hay nada que GymMane pueda importar
fa: اینجا چیزی نیست که Gymo بتواند وارد کند
fr: Rien à importer ici pour GymMane
it: Qui non c'è niente che GymMane possa importare
ja: GymMane が読み込めるものがありません
ko: GymMane이 가져올 수 있는 내용이 없어요
nl: Niets hier dat GymMane kan importeren
pl: Nic tu nie da się zaimportować
pt: Não há nada aqui que o GymMane possa importar
ru: Здесь нет ничего, что GymMane может импортировать
tr: Burada GymMane'in içe aktarabileceği bir şey yok
uk: Тут немає нічого, що GymMane може імпортувати
zh: 这里没有 GymMane 能导入的内容
zh_hant: 這裡沒有 GymMane 能匯入的內容

# aiStepCopy
source: Copy the request. It carries your exercise list and the format GymMane reads.
ar: انسخ الطلب. يحتوي على قائمة تمارينك والتنسيق الذي يقرؤه GymMane.
de: Kopiere die Anfrage. Sie enthält deine Übungsliste und das Format, das GymMane liest.
es: Copia la petición. Lleva tu lista de ejercicios y el formato que GymMane entiende.
fa: درخواست را کپی کن. فهرست حرکاتت و فرمتی که Gymo می‌خواند را همراه دارد.
fr: Copie la demande. Elle contient ta liste d'exercices et le format que GymMane lit.
it: Copia la richiesta. Contiene la tua lista di esercizi e il formato che GymMane legge.
ja: 依頼文をコピーします。あなたの種目リストと GymMane が読む形式が入っています。
ko: 요청을 복사하세요. 내 운동 목록과 GymMane이 읽는 형식이 들어 있어요.
nl: Kopieer het verzoek. Het bevat je oefeningenlijst en het formaat dat GymMane leest.
pl: Skopiuj prośbę. Zawiera listę twoich ćwiczeń i format, który czyta GymMane.
pt: Copie o pedido. Ele leva sua lista de exercícios e o formato que o GymMane lê.
ru: Скопируй запрос. В нём твой список упражнений и формат, который понимает GymMane.
tr: İsteği kopyala. Egzersiz listeni ve GymMane'in okuduğu biçimi içerir.
uk: Скопіюйте запит. У ньому ваш список вправ і формат, який читає GymMane.
zh: 复制请求。它包含你的动作列表和 GymMane 能读取的格式。
zh_hant: 複製這段請求。裡面有你的動作清單和 GymMane 讀得懂的格式。

# aiStepAsk
source: Paste it into any AI and say what you want: days per week, goal, how many weeks.
ar: الصقه في أي ذكاء اصطناعي وقل ما تريد: أيام في الأسبوع، الهدف، عدد الأسابيع.
de: Füge sie in eine beliebige KI ein und sag, was du willst: Tage pro Woche, Ziel, wie viele Wochen.
es: Pégala en cualquier IA y dile lo que quieres: días por semana, objetivo, cuántas semanas.
fa: آن را در هر AI پیست کن و بگو چه می‌خواهی: روز در هفته، هدف، چند هفته.
fr: Colle-la dans n'importe quelle IA et dis ce que tu veux : jours par semaine, objectif, nombre de semaines.
it: Incollala in una IA qualsiasi e di' cosa vuoi: giorni a settimana, obiettivo, quante settimane.
ja: 好きなAIに貼り付けて、希望を伝えましょう：週の日数、目標、何週間か。
ko: 아무 AI에나 붙여 넣고 원하는 걸 말하세요: 주당 일수, 목표, 몇 주인지.
nl: Plak het in een AI en zeg wat je wilt: dagen per week, doel, hoeveel weken.
pl: Wklej ją do dowolnej AI i powiedz, czego chcesz: dni w tygodniu, cel, ile tygodni.
pt: Cole em qualquer IA e diga o que quer: dias por semana, objetivo, quantas semanas.
ru: Вставь его в любой ИИ и скажи, что нужно: дни в неделю, цель, сколько недель.
tr: Herhangi bir yapay zekâya yapıştır ve ne istediğini söyle: haftada kaç gün, hedef, kaç hafta.
uk: Вставте його в будь-який ШІ й скажіть, чого хочете: днів на тиждень, мета, скільки тижнів.
zh: 把它粘贴到任意 AI 里，说出你的需求：每周几天、目标、几周。
zh_hant: 貼到任何 AI，說出你的需求：每週幾天、目標、幾週。

# aiStepPaste
source: Paste its answer below and import it. No file needed.
ar: الصق رده بالأسفل واستورده. لا حاجة لملف.
de: Füge die Antwort unten ein und importiere sie. Keine Datei nötig.
es: Pega su respuesta aquí abajo e impórtala. Sin crear ningún archivo.
fa: جوابش را پایین پیست کن و وارد کن. نیازی به فایل نیست.
fr: Colle sa réponse ci-dessous et importe-la. Aucun fichier nécessaire.
it: Incolla qui sotto la risposta e importala. Nessun file da creare.
ja: AIの回答を下に貼り付けて読み込みます。ファイルは不要です。
ko: AI의 답변을 아래에 붙여 넣고 가져오세요. 파일은 필요 없어요.
nl: Plak het antwoord hieronder en importeer het. Geen bestand nodig.
pl: Wklej odpowiedź poniżej i zaimportuj. Plik niepotrzebny.
pt: Cole a resposta aqui embaixo e importe. Sem precisar de arquivo.
ru: Вставь ответ ниже и импортируй. Никаких файлов.
tr: Yanıtını aşağıya yapıştır ve içe aktar. Dosya gerekmez.
uk: Вставте відповідь нижче й імпортуйте. Файл не потрібен.
zh: 把它的回答粘贴在下面并导入，无需创建文件。
zh_hant: 把它的回答貼在下方並匯入，不需要檔案。

# copyForAi
source: Copy for the AI
ar: نسخ للذكاء الاصطناعي
de: Für die KI kopieren
es: Copiar para la IA
fa: کپی برای AI
fr: Copier pour l'IA
it: Copia per l'IA
ja: AI用にコピー
ko: AI용으로 복사
nl: Kopiëren voor de AI
pl: Kopiuj dla AI
pt: Copiar para a IA
ru: Скопировать для ИИ
tr: Yapay zekâ için kopyala
uk: Копіювати для ШІ
zh: 复制给 AI
zh_hant: 複製給 AI

# copiedDone
source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fa: کپی شد
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사했어요
nl: Gekopieerd
pl: Skopiowano
pt: Copiado
ru: Скопировано
tr: Kopyalandı
uk: Скопійовано
zh: 已复制
zh_hant: 已複製

# aiPasteHint
source: Paste the AI's answer here
ar: الصق رد الذكاء الاصطناعي هنا
de: Füge hier die Antwort der KI ein
es: Pega aquí la respuesta de la IA
fa: جواب AI را اینجا پیست کن
fr: Colle ici la réponse de l'IA
it: Incolla qui la risposta dell'IA
ja: ここにAIの回答を貼り付け
ko: 여기에 AI 답변을 붙여 넣기
nl: Plak hier het antwoord van de AI
pl: Wklej tu odpowiedź AI
pt: Cole aqui a resposta da IA
ru: Вставь сюда ответ ИИ
tr: Yapay zekânın yanıtını buraya yapıştır
uk: Вставте сюди відповідь ШІ
zh: 在这里粘贴 AI 的回答
zh_hant: 在這裡貼上 AI 的回答

# importAction
source: Import
ar: استيراد
de: Importieren
es: Importar
fa: وارد کردن
fr: Importer
it: Importa
ja: 読み込む
ko: 가져오기
nl: Importeren
pl: Importuj
pt: Importar
ru: Импортировать
tr: İçe aktar
uk: Імпортувати
zh: 导入
zh_hant: 匯入

# showFormat
source: See the format
ar: عرض التنسيق
de: Format ansehen
es: Ver el formato
fa: دیدن فرمت
fr: Voir le format
it: Vedi il formato
ja: 形式を見る
ko: 형식 보기
nl: Bekijk het formaat
pl: Zobacz format
pt: Ver o formato
ru: Показать формат
tr: Biçimi gör
uk: Переглянути формат
zh: 查看格式
zh_hant: 查看格式

# shareAsFile
source: Share as a file
ar: مشاركة كملف
de: Als Datei teilen
es: Compartir como archivo
fa: اشتراک به‌عنوان فایل
fr: Partager en fichier
it: Condividi come file
ja: ファイルとして共有
ko: 파일로 공유
nl: Delen als bestand
pl: Udostępnij jako plik
pt: Compartilhar como arquivo
ru: Отправить файлом
tr: Dosya olarak paylaş
uk: Поділитися файлом
zh: 以文件分享
zh_hant: 以檔案分享

# recoveryTab
source: Recovery
ar: التعافي
de: Erholung
es: Recuperación
fa: ریکاوری
fr: Récupération
it: Recupero
ja: 回復
ko: 회복
nl: Herstel
pl: Regeneracja
pt: Recuperação
ru: Восстановление
tr: Toparlanma
uk: Відновлення
zh: 恢复
zh_hant: 恢復

# recoveryOverall
source: Body %@ recovered
ar: الجسم متعافٍ بنسبة %@
de: Körper zu %@ erholt
es: Cuerpo recuperado al %@
fa: بدن %@ ریکاوری شده
fr: Corps récupéré à %@
it: Corpo recuperato al %@
ja: 体の回復度 %@
ko: 몸 회복률 %@
nl: Lichaam %@ hersteld
pl: Ciało zregenerowane w %@
pt: Corpo %@ recuperado
ru: Тело восстановлено на %@
tr: Vücut %@ toparlandı
uk: Тіло відновлене на %@
zh: 身体已恢复 %@
zh_hant: 身體恢復 %@

# recoveryAllFresh
source: Everything is recovered. Good day to train anything.
ar: كل شيء متعافٍ. يوم جيد لتمرين أي شيء.
de: Alles ist erholt. Guter Tag, um alles zu trainieren.
es: Todo está recuperado. Buen día para entrenar lo que quieras.
fa: همه‌چیز ریکاوری شده. روز خوبی برای تمرین هر چیزی.
fr: Tout est récupéré. Bon jour pour entraîner n'importe quoi.
it: È tutto recuperato. Buona giornata per allenare qualsiasi cosa.
ja: すべて回復しています。どの部位を鍛えてもいい日です。
ko: 모두 회복됐어요. 어떤 부위든 운동하기 좋은 날이에요.
nl: Alles is hersteld. Goede dag om alles te trainen.
pl: Wszystko zregenerowane. Dobry dzień na każdy trening.
pt: Tudo recuperado. Um bom dia para treinar o que quiser.
ru: Всё восстановлено. Хороший день, чтобы тренировать что угодно.
tr: Her şey toparlandı. Her şeyi çalışmak için iyi bir gün.
uk: Усе відновлено. Гарний день, щоб тренувати будь-що.
zh: 全部恢复了，今天练什么都可以。
zh_hant: 全部都恢復了。今天練什麼都可以。

# recoveryStill
source: Still recovering: %@
ar: ما زال يتعافى: %@
de: Erholt sich noch: %@
es: Aún se recupera: %@
fa: هنوز در ریکاوری: %@
fr: Encore en récupération : %@
it: Ancora in recupero: %@
ja: 回復中：%@
ko: 아직 회복 중: %@
nl: Nog aan het herstellen: %@
pl: Jeszcze się regeneruje: %@
pt: Ainda se recuperando: %@
ru: Ещё восстанавливаются: %@
tr: Hâlâ toparlanıyor: %@
uk: Ще відновлюється: %@
zh: 仍在恢复：%@
zh_hant: 仍在恢復：%@

# recoveryTired
source: Fatigued
ar: مُجهد
de: Ermüdet
es: Fatigado
fa: خسته
fr: Fatigué
it: Affaticato
ja: 疲労
ko: 피로
nl: Vermoeid
pl: Zmęczony
pt: Fadigado
ru: Устал
tr: Yorgun
uk: Втома
zh: 疲劳
zh_hant: 疲勞

# recoveryFresh
source: Fresh
ar: منتعش
de: Frisch
es: Fresco
fa: آماده
fr: Frais
it: Fresco
ja: 回復済み
ko: 회복됨
nl: Fris
pl: Wypoczęty
pt: Descansado
ru: Свежий
tr: Dinç
uk: Свіжий
zh: 充沛
zh_hant: 恢復

# recoveryHint
source: Tap a muscle to see how recovered it is. Recent sets weigh more, and harder ones (by RPE) more still.
ar: اضغط على عضلة لترى مدى تعافيها. المجموعات الأحدث تُحتسب أكثر، والأصعب (حسب RPE) أكثر بعد.
de: Tippe auf einen Muskel, um zu sehen, wie erholt er ist. Frische Sätze zählen mehr, harte (nach RPE) noch mehr.
es: Toca un músculo para ver cuánto se ha recuperado. Las series recientes pesan más, y las más duras (por RPE), más aún.
fa: یک عضله را لمس کن تا ببینی چقدر ریکاوری شده. ست‌های اخیر تأثیر بیشتری دارند، و سخت‌ترها (بر اساس RPE) بیشتر.
fr: Touche un muscle pour voir s'il est récupéré. Les séries récentes comptent plus, et les plus dures (selon le RPE) encore plus.
it: Tocca un muscolo per vedere quanto è recuperato. Le serie recenti pesano di più, e quelle più dure (per RPE) ancora di più.
ja: 筋肉をタップすると回復度が分かります。最近のセットほど、そしてきついセット（RPE）ほど重く数えます。
ko: 근육을 탭하면 회복 정도를 볼 수 있어요. 최근 세트일수록, 더 힘든 세트(RPE)일수록 더 크게 반영돼요.
nl: Tik op een spier om te zien hoe hersteld hij is. Recente sets tellen zwaarder, en zwaardere (op RPE) nog meer.
pl: Dotknij mięśnia, by zobaczyć, jak jest zregenerowany. Niedawne serie ważą więcej, a cięższe (wg RPE) jeszcze więcej.
pt: Toque num músculo para ver quanto ele se recuperou. Séries recentes pesam mais, e as mais pesadas (pelo RPE) mais ainda.
ru: Нажми на мышцу, чтобы увидеть, насколько она восстановилась. Недавние подходы весят больше, а тяжёлые (по RPE) — ещё больше.
tr: Ne kadar toparlandığını görmek için bir kasa dokun. Yakın zamanda yapılan setler daha çok, daha zor olanlar (RPE'ye göre) daha da fazla hesaba katılır.
uk: Торкніться м'яза, щоб побачити, наскільки він відновився. Нещодавні підходи важать більше, а важчі (за RPE) — ще більше.
zh: 点一块肌肉查看它的恢复程度。越近的训练组影响越大，越吃力的组（按 RPE）影响更大。
zh_hant: 點一下肌肉看它恢復了多少。越近的組數影響越大，越吃力的組數（依 RPE）影響更大。

# recoveryPct
source: %@ recovered
ar: متعافٍ بنسبة %@
de: zu %@ erholt
es: %@ recuperado
fa: %@ ریکاوری
fr: %@ récupéré
it: %@ recuperato
ja: %@ 回復
ko: %@ 회복
nl: %@ hersteld
pl: Zregenerowany w %@
pt: %@ recuperado
ru: восстановлено на %@
tr: %@ toparlandı
uk: Відновлено на %@
zh: 已恢复 %@
zh_hant: 已恢復 %@

# readyInHours
source: ready in ~%lld h
ar: جاهز خلال ~%lld س
de: bereit in ~%lld Std.
es: listo en ~%lld h
fa: حدود %lld ساعت دیگر آماده
fr: prêt dans ~%lld h
it: pronto tra ~%lld h
ja: あと約 %lld 時間
ko: 약 %lld시간 후 준비
nl: klaar over ~%lld u
pl: gotowy za ~%lld h
pt: pronto em ~%lld h
ru: готово через ~%lld ч
tr: ~%lld sa içinde hazır
uk: готово за ~%lld год
zh: 约 %lld 小时后恢复
zh_hant: 約 %lld 小時後可練

# tplAbcd
source: Four days: chest and triceps, back and biceps, legs, shoulders and abs.
ar: أربعة أيام: صدر وترايسبس، ظهر وبايسبس، أرجل، أكتاف وبطن.
de: Vier Tage: Brust und Trizeps, Rücken und Bizeps, Beine, Schultern und Bauch.
es: Cuatro días: pecho y tríceps, espalda y bíceps, pierna, hombro y abdomen.
fa: چهار روز: سینه و پشت‌بازو، پشت و جلو‌بازو، پا، شانه و شکم.
fr: Quatre jours : pecs et triceps, dos et biceps, jambes, épaules et abdos.
it: Quattro giorni: petto e tricipiti, schiena e bicipiti, gambe, spalle e addome.
ja: 4日：胸と三頭、背中と二頭、脚、肩と腹筋。
ko: 4일: 가슴과 삼두, 등과 이두, 하체, 어깨와 복근.
nl: Vier dagen: borst en triceps, rug en biceps, benen, schouders en buik.
pl: Cztery dni: klatka i triceps, plecy i biceps, nogi, barki i brzuch.
pt: Quatro dias: peito e tríceps, costas e bíceps, pernas, ombros e abdômen.
ru: Четыре дня: грудь и трицепс, спина и бицепс, ноги, плечи и пресс.
tr: Dört gün: göğüs ve arka kol, sırt ve ön kol, bacak, omuz ve karın.
uk: Чотири дні: груди й трицепс, спина й біцепс, ноги, плечі й прес.
zh: 四天：胸+三头、背+二头、腿、肩+腹。
zh_hant: 四天：胸和三頭、背和二頭、腿、肩和腹。

# tplAbcde
source: Five days, one muscle group each: chest, back, legs, shoulders, arms.
ar: خمسة أيام، مجموعة عضلية لكل يوم: صدر، ظهر، أرجل، أكتاف، ذراعان.
de: Fünf Tage, je eine Muskelgruppe: Brust, Rücken, Beine, Schultern, Arme.
es: Cinco días, un grupo cada uno: pecho, espalda, pierna, hombro y brazos.
fa: پنج روز، هر کدام یک گروه عضلانی: سینه، پشت، پا، شانه، بازو.
fr: Cinq jours, un groupe par jour : pecs, dos, jambes, épaules, bras.
it: Cinque giorni, un gruppo ciascuno: petto, schiena, gambe, spalle, braccia.
ja: 5日、1日1部位：胸、背中、脚、肩、腕。
ko: 5일, 하루 한 부위: 가슴, 등, 하체, 어깨, 팔.
nl: Vijf dagen, één spiergroep per dag: borst, rug, benen, schouders, armen.
pl: Pięć dni, jedna partia dziennie: klatka, plecy, nogi, barki, ramiona.
pt: Cinco dias, um grupo em cada: peito, costas, pernas, ombros, braços.
ru: Пять дней, по группе мышц на каждый: грудь, спина, ноги, плечи, руки.
tr: Beş gün, her gün bir kas grubu: göğüs, sırt, bacak, omuz, kol.
uk: П'ять днів, одна група на день: груди, спина, ноги, плечі, руки.
zh: 五天，每天一个部位：胸、背、腿、肩、手臂。
zh_hant: 五天，每天一個部位：胸、背、腿、肩、手臂。

# elapsedCaps
source: ELAPSED
ar: المنقضي
de: VERSTRICHEN
es: TRANSCURRIDO
fa: گذشته
fr: ÉCOULÉ
it: TRASCORSO
ja: 経過
ko: 경과
nl: VERSTREKEN
pl: UPŁYNĘŁO
pt: DECORRIDO
ru: ПРОШЛО
tr: GEÇEN SÜRE
uk: МИНУЛО
zh: 已用时
zh_hant: 已經過

source: Tap to skip
ar: اضغط للتخطي
de: Tippen zum Überspringen
es: Toca para saltar
fa: لمس برای رد کردن
fr: Touche pour passer
it: Tocca per saltare
ja: タップでスキップ
ko: 탭해서 건너뛰기
nl: Tik om over te slaan
pl: Dotknij, by pominąć
pt: Toque para pular
ru: Нажми, чтобы пропустить
tr: Atlamak için dokun
uk: Торкніться, щоб пропустити
zh: 点按跳过
zh_hant: 點一下略過

source: Screen locked
ar: الشاشة مقفلة
de: Bildschirm gesperrt
es: Pantalla bloqueada
fa: صفحه قفل است
fr: Écran verrouillé
it: Schermo bloccato
ja: 画面ロック中
ko: 화면 잠김
nl: Scherm vergrendeld
pl: Ekran zablokowany
pt: Tela bloqueada
ru: Экран заблокирован
tr: Ekran kilitli
uk: Екран заблоковано
zh: 屏幕已锁定
zh_hant: 螢幕已鎖定

# lockedHint
source: Press and hold the fingerprint at the top to unlock
ar: اضغط مطولًا على البصمة في الأعلى لفتح القفل
de: Halte den Fingerabdruck oben gedrückt, um zu entsperren
es: Mantén pulsada la huella de arriba para desbloquear
fa: اثر انگشت بالای صفحه را فشار بده و نگه‌دار تا باز شود
fr: Maintiens l'empreinte en haut pour déverrouiller
it: Tieni premuta l'impronta in alto per sbloccare
ja: 上の指紋マークを長押しして解除します
ko: 위쪽 지문 아이콘을 길게 눌러 잠금 해제
nl: Houd de vingerafdruk bovenaan ingedrukt om te ontgrendelen
pl: Przytrzymaj odcisk palca u góry, aby odblokować
pt: Mantenha pressionada a digital no topo para desbloquear
ru: Нажми и удерживай отпечаток сверху, чтобы разблокировать
tr: Kilidi açmak için üstteki parmak izine basılı tut
uk: Утримуйте відбиток угорі, щоб розблокувати
zh: 长按顶部的指纹图标即可解锁
zh_hant: 長按上方的指紋圖示即可解鎖

# liveDoneSet
source: Set done
ar: انتهت المجموعة
de: Satz fertig
es: Serie hecha
fa: ست انجام شد
fr: Série faite
it: Serie fatta
ja: セット完了
ko: 세트 완료
nl: Set klaar
pl: Seria zrobiona
pt: Série feita
ru: Подход готов
tr: Set tamam
uk: Підхід виконано
zh: 完成这一组
zh_hant: 完成這一組

# liveSkipRest
source: Skip rest
ar: تخطي الراحة
de: Pause überspringen
es: Saltar descanso
fa: رد کردن استراحت
fr: Passer le repos
it: Salta recupero
ja: 休憩をスキップ
ko: 휴식 건너뛰기
nl: Rust overslaan
pl: Pomiń przerwę
pt: Pular descanso
ru: Пропустить отдых
tr: Dinlenmeyi geç
uk: Пропустити відпочинок
zh: 跳过休息
zh_hant: 略過休息

# livePause
source: Pause
ar: إيقاف مؤقت
de: Pausieren
es: Pausar
fa: توقف
it: Pausa
ja: 一時停止
ko: 일시정지
nl: Pauze
pl: Pauza
pt: Pausar
ru: Пауза
tr: Duraklat
uk: Пауза
zh: 暂停
zh_hant: 暫停

# liveResume
source: Resume
ar: استئناف
de: Fortsetzen
es: Reanudar
fa: ادامه
fr: Reprendre
it: Riprendi
ja: 再開
ko: 재개
nl: Hervatten
pl: Wznów
pt: Retomar
ru: Продолжить
tr: Devam et
uk: Продовжити
zh: 继续
zh_hant: 繼續

# liveNext
source: Next
ar: التالي
de: Weiter
es: Siguiente
fa: بعدی
fr: Suivant
it: Avanti
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt: Próximo
ru: Дальше
tr: Sonraki
uk: Далі
zh: 下一个
zh_hant: 下一個

# liveUpNext
source: Up next: %@
ar: التالي: %@
de: Danach: %@
es: Después: %@
fa: بعدی: %@
fr: Ensuite : %@
it: Poi: %@
ja: 次：%@
ko: 다음: %@
nl: Hierna: %@
pl: Następne: %@
pt: Depois: %@
ru: Дальше: %@
tr: Sırada: %@
uk: Далі: %@
zh: 下一个：%@
zh_hant: 接下來：%@

# stickerOpen
source: Share on a photo
ar: مشاركة على صورة
de: Auf einem Foto teilen
es: Compartir en una foto
fa: اشتراک روی عکس
fr: Partager sur une photo
it: Condividi su una foto
ja: 写真に重ねて共有
ko: 사진 위에 공유
nl: Delen op een foto
pl: Udostępnij na zdjęciu
pt: Compartilhar numa foto
ru: Поделиться на фото
tr: Bir fotoğrafta paylaş
uk: Поділитися на фото
zh: 分享到照片上
zh_hant: 分享到照片上

# stickerNoPhoto
source: No photo
ar: بدون صورة
de: Ohne Foto
es: Sin foto
fa: بدون عکس
fr: Sans photo
it: Senza foto
ja: 写真なし
ko: 사진 없음
nl: Geen foto
pl: Bez zdjęcia
pt: Sem foto
ru: Без фото
tr: Fotoğrafsız
uk: Без фото
zh: 不用照片
zh_hant: 不用照片

# stickerWorkout
source: Workout
ar: تمرين
de: Training
es: Entreno
fa: تمرین
fr: Séance
it: Allenamento
ja: トレーニング
ko: 운동
nl: Training
pl: Trening
pt: Treino
ru: Тренировка
tr: Antrenman
uk: Тренування
zh: 训练
zh_hant: 訓練

# stickerStreak
source: Streak
ar: سلسلة
de: Serie
es: Racha
fa: استریک
fr: Série
it: Serie
ja: 連続記録
ko: 연속 기록
nl: Reeks
pl: Seria
pt: Sequência
ru: Серия
tr: Seri
uk: Серія
zh: 连续
zh_hant: 連續

# stickerDate
source: Date
ar: التاريخ
de: Datum
es: Fecha
fa: تاریخ
it: Data
ja: 日付
ko: 날짜
nl: Datum
pl: Data
pt: Data
ru: Дата
tr: Tarih
uk: Дата
zh: 日期
zh_hant: 日期

# stickerHint
source: Drag to move it, pinch to resize or turn it
ar: اسحبها لتحريكها، واقرص لتغيير حجمها أو تدويرها
de: Zum Verschieben ziehen, mit zwei Fingern skalieren oder drehen
es: Arrástrala para moverla y pellizca para cambiar su tamaño o girarla
fa: بکش تا جابه‌جا شود، با دو انگشت اندازه یا چرخش را عوض کن
fr: Fais-la glisser pour la déplacer, pince pour la redimensionner ou la tourner
it: Trascinalo per spostarlo, pizzica per ridimensionarlo o ruotarlo
ja: ドラッグで移動、ピンチでサイズ変更や回転
ko: 드래그해서 옮기고, 두 손가락으로 크기를 바꾸거나 돌리세요
nl: Sleep om te verplaatsen, knijp om te schalen of te draaien
pl: Przeciągnij, by przesunąć, uszczypnij, by zmienić rozmiar lub obrócić
pt: Arraste para mover e pinçe a tela para mudar o tamanho ou girar
ru: Перетащи, чтобы сдвинуть, и сведи пальцы, чтобы изменить размер или повернуть
tr: Taşımak için sürükle, boyutunu değiştirmek veya döndürmek için iki parmakla sıkıştır
uk: Перетягніть, щоб перемістити, зведіть пальці, щоб змінити розмір або повернути
zh: 拖动来移动，双指缩放或旋转
zh_hant: 拖曳移動，雙指縮放或旋轉

# stickerSaved
source: Saved to your gallery
ar: حُفظت في معرض الصور
de: In der Galerie gespeichert
es: Guardada en tu galería
fa: در گالری ذخیره شد
fr: Enregistrée dans ta galerie
it: Salvata nella galleria
ja: ギャラリーに保存しました
ko: 갤러리에 저장했어요
nl: Opgeslagen in je galerij
pl: Zapisano w galerii
pt: Salva na sua galeria
ru: Сохранено в галерею
tr: Galeriye kaydedildi
uk: Збережено в галерею
zh: 已保存到相册
zh_hant: 已儲存到相簿

# stickerWeek
source: This week
ar: هذا الأسبوع
de: Diese Woche
es: Esta semana
fa: این هفته
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
nl: Deze week
pl: Ten tydzień
pt: Esta semana
ru: Эта неделя
tr: Bu hafta
uk: Цей тиждень
zh: 本周
zh_hant: 本週

source: Get ready
ar: استعد
de: Mach dich bereit
es: Prepárate
fa: آماده شو
fr: Prépare-toi
it: Preparati
ja: 準備して
ko: 준비
nl: Maak je klaar
pl: Przygotuj się
pt: Prepare-se
ru: Приготовься
tr: Hazırlan
uk: Приготуйтеся
zh: 准备
zh_hant: 準備

# stickerGallery
source: Gallery
ar: المعرض
de: Galerie
es: Galería
fa: گالری
fr: Galerie
it: Galleria
ja: ギャラリー
ko: 갤러리
nl: Galerij
pl: Galeria
pt: Galeria
ru: Галерея
tr: Galeri
uk: Галерея
zh: 相册
zh_hant: 相簿

# stickerCamera
source: Camera
ar: الكاميرا
de: Kamera
es: Cámara
fa: دوربین
fr: Appareil photo
it: Fotocamera
ja: カメラ
ko: 카메라
pl: Aparat
pt: Câmera
ru: Камера
tr: Kamera
uk: Камера
zh: 相机
zh_hant: 相機

# shareIntroTitle
source: Share this routine
ar: شارك هذا الروتين
de: Teile diesen Plan
es: Comparte esta rutina
fa: اشتراک این روتین
fr: Partage cette routine
it: Condividi questa scheda
ja: このルーティンを共有
ko: 이 루틴 공유하기
nl: Deel deze routine
pl: Udostępnij tę rutynę
pt: Compartilhe esta rotina
ru: Поделись этой программой
tr: Bu programı paylaş
uk: Поділіться цією програмою
zh: 分享这个计划
zh_hant: 分享這個課表

# shareIntroBody
source: Send it to your partner, a friend or your family. They get a small file that opens in GymMane and adds it in one tap, with its sets and weights.
ar: أرسله إلى شريكك أو صديق أو عائلتك. سيصلهم ملف صغير يُفتح في GymMane ويضيف الروتين بلمسة واحدة، مع مجموعاته وأوزانه.
de: Schick ihn deinem Partner, einem Freund oder deiner Familie. Sie bekommen eine kleine Datei, die sich in GymMane öffnet und ihn mit einem Tipp hinzufügt, samt Sätzen und Gewichten.
es: Mándasela a tu pareja, a un amigo o a tu familia. Les llega un archivo pequeño que se abre con GymMane y la añade de un toque, con sus series y pesos.
fa: برای پارتنر، دوست یا خانواده‌ات بفرست. یک فایل کوچک می‌گیرند که در Gymo باز می‌شود و با یک ضربه اضافه‌اش می‌کند، با ست‌ها و وزن‌ها.
fr: Envoie-la à ton ou ta partenaire, à un ami ou à ta famille. Ils reçoivent un petit fichier qui s'ouvre avec GymMane et l'ajoute en un geste, avec ses séries et ses poids.
it: Mandala al partner, a un amico o alla famiglia. Riceveranno un piccolo file che si apre con GymMane e la aggiunge con un tocco, con serie e pesi.
ja: パートナーや友だち、家族に送りましょう。GymMane で開ける小さなファイルが届き、セットや重量ごとワンタップで追加できます。
ko: 연인, 친구, 가족에게 보내 보세요. GymMane으로 열리는 작은 파일이 가고, 세트와 무게까지 한 번에 추가돼요.
nl: Stuur hem naar je partner, een vriend of je familie. Ze krijgen een klein bestand dat in GymMane opent en hem met één tik toevoegt, met sets en gewichten.
pl: Wyślij ją partnerowi, znajomemu lub rodzinie. Dostaną mały plik, który otwiera się w GymMane i dodaje rutynę jednym dotknięciem, z seriami i ciężarami.
pt: Envie para seu parceiro, um amigo ou sua família. Eles recebem um pequeno arquivo que abre no GymMane e adiciona a rotina com um toque, com séries e pesos.
ru: Отправь её партнёру, другу или семье. Они получат небольшой файл, который открывается в GymMane и добавляет программу одним касанием, с подходами и весами.
tr: Partnerine, bir arkadaşına ya da ailene gönder. GymMane ile açılan küçük dosyayı, setleri ve ağırlıklarıyla birlikte tek dokunuşla ekleyebilirler.
uk: Надішліть її партнеру, другу чи родині. Вони отримають невеликий файл, який відкривається в GymMane і додає програму одним дотиком, разом із підходами та вагами.
zh: 发给你的伴侣、朋友或家人。他们会收到一个小文件，用 GymMane 打开，一点就能加入，组数和重量都在。
zh_hant: 傳給你的伴侶、朋友或家人。他們會收到一個小檔案，用 GymMane 開啟，一點就能加入，組數和重量都在。

# removedFromRoutine
source: Removed from the routine
ar: أُزيل من الروتين
de: Aus dem Plan entfernt
es: Quitado de la rutina
fa: از روتین حذف شد
fr: Retiré de la routine
it: Tolto dalla scheda
ja: ルーティンから外しました
ko: 루틴에서 뺐어요
nl: Uit de routine gehaald
pl: Usunięto z rutyny
pt: Removido da rotina
ru: Убрано из программы
tr: Programdan çıkarıldı
uk: Прибрано з програми
zh: 已从计划中移除
zh_hant: 已從課表移除

# radarTitle
source: This month
ar: هذا الشهر
de: Diesen Monat
es: Este mes
fa: این ماه
fr: Ce mois-ci
it: Questo mese
ja: 今月
ko: 이번 달
nl: Deze maand
pl: Ten miesiąc
pt: Este mês
ru: Этот месяц
tr: Bu ay
uk: Цей місяць
zh: 本月
zh_hant: 本月
